
// privacy:{
    //   item: [
    //     {
    //       title: 'Политика конфиденциальности и использования файлов cookie',
    //       desc: 'В Veritaze мы ценим вашу конфиденциальность и стремимся защищать вашу личную информацию. В настоящей Политике конфиденциальности и использования файлов cookie объясняется, как мы собираем, используем и раскрываем ваши личные данные, когда вы посещаете наш веб-сайт и пользуетесь нашими услугами. Используя наш веб-сайт или услуги, вы соглашаетесь на использование нами ваших личных данных, как описано в этой политике.'
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //     {
    //       title: '',
    //       desc: ''
    //     },
    //   ]
    // }
  