// import { defineLocale } from '.'
export default {
  
  'header.home':      'ДОМ',
  'header.solutions': 'РЕШЕНИЯ',
  'header.about':     'Учиться',
  'header.investors': 'ИНВЕСТОРЫ',
  'header.partners':  'ПАРТНЕРЫ',
  'header.contact':   'КОНТАКТ',

  'home.title':   'Veritaze: система репутации и доверия на основе блокчейна',
  'home.desc': 'В современном цифровом мире доверие имеет решающее значение. Однако многие учреждения, такие как правительства и корпорации, обладают монополией на проверку и установление доверия. Эта монополия может быть скомпрометирована, а доверие может подорвано, что приведет к широко распространенному мошенничеству и коррупции. Более того, традиционная трастовая система может быть дорогой, медленной и недоступной для многих частных лиц и малого бизнеса.',
  'home.more': 'ЧИТАТЬ ДАЛЕЕ',

  'solution.title': 'РЕШЕНИЕ',
  'solution.desc': 'Платформа Veritaze — это децентрализованное решение, которое устраняет необходимость в посредниках при установлении доверия. Наша платформа позволяет каждому безопасно и прозрачно создавать, проверять и обмениваться данными со всем миром.',
  'solution.list[0]': 'Система репутации и доверия с использованием технологии блокчейн',
  'solution.list[1]': 'Децентрализованный механизм разрешения споров.',
  'solution.list[2]': 'Прозрачная и неизменяемая запись рейтингов и транзакций.',
  'solution.list[3]': 'Удобный интерфейс и бесшовная интеграция с существующими платформами.',
  'solution.end.title': 'Отказ от ответственности',
  'solution.end.desc': '"Обсуждаемые продукты и услуги все еще находятся в разработке, и мы оставляем за собой право вносить изменения и улучшения по мере продвижения вперед."',

  'about.title': 'О НАС',
  'about.desc[0]': 'Veritaze поможет справиться',
  'about.desc[1]': 'репутация и доверие вашей компании',
  'about.detial': 'Veritaze — это система проверки на основе блокчейна, предназначенная для решения проблем доверия и репутации на онлайн-торговых площадках и платформах. Используя децентрализованную, прозрачную и неизменяемую систему, Veritaze стремится снизить уровень мошенничества, повысить эффективность и повысить доверие к онлайн-транзакциям. Мы приглашаем потенциальных пользователей и инвесторов присоединиться к нам в создании более надежного и эффективного онлайн-рынка.',

  'invest.title': 'Связи с инвесторами',
  'invest.desc': 'Veritaze — это система проверки на основе блокчейна, предназначенная для решения проблем доверия и репутации на онлайн-торговых площадках и платформах. Используя децентрализованную, прозрачную и неизменяемую систему, Veritaze стремится снизить уровень мошенничества, повысить эффективность и повысить доверие к онлайн-транзакциям. Мы приглашаем потенциальных пользователей и инвесторов присоединиться к нам в создании более надежного и эффективного онлайн-рынка.',
  'invest.item[0].title': 'О Веритазе:',
  'invest.item[0].desc': 'Veritaze — это система доверия и репутации на основе блокчейна, предназначенная для решения проблем, связанных с фальшивыми отзывами, манипулированием рейтингами и отсутствием прозрачности на онлайн-рынках. Мы используем возможности технологии блокчейн для создания децентрализованной и защищенной от несанкционированного доступа платформы, на которой пользователи могут уверенно участвовать в транзакциях на основе достоверной и надежной обратной связи.',
  'invest.item[1].title': 'Наша миссия:',
  'invest.item[1].desc': 'Наша миссия в Veritaze — способствовать укреплению доверия, достоверности и прозрачности на онлайн-торговых площадках. Мы считаем, что, предоставляя пользователям безопасную и надежную платформу для обмена опытом, мы можем дать компаниям и клиентам возможность принимать обоснованные решения и строить долгосрочные отношения.',
  'invest.item[2].title': 'Инвестиционная возможность:',
  'invest.item[2].desc': 'В настоящее время мы изучаем различные варианты финансирования для поддержки развития и роста Veritaze. Если вы хотите узнать больше об инвестиционных возможностях, свяжитесь с нашей командой. Мы будем рады предоставить вам подробную информацию, ответить на ваши вопросы и обсудить потенциальные выгоды от инвестирования в Veritaze.',
  'invest.end.title': 'Отказ от ответственности:',
  'invest.end.desc': 'Обратите внимание, что любые инвестиции в Veritaze сопряжены с риском, и важно провести собственную комплексную проверку. Информация, представленная здесь, предназначена только для информационных целей и не должна рассматриваться как финансовый совет или одобрение какой-либо инвестиционной возможности. Мы рекомендуем проконсультироваться с квалифицированным финансовым консультантом, прежде чем принимать какие-либо инвестиционные решения. Благодарим вас за рассмотрение Veritaze как потенциальной инвестиционной возможности. Вместе мы можем сформировать будущее доверия и репутации на онлайн-рынках. Мы с нетерпением ждем возможности работать с вами и создать успешную и влиятельную платформу.',
  'invest.contact.name': 'Контакт:',
  'invest.contact.address': 'support@veritaze.com',

  'partner.title': 'Партнер с Veritaze',
  'partner.desc': 'В Veritaze мы верим в силу сотрудничества и партнерства для стимулирования инноваций и создания более надежной и прозрачной среды онлайн-рынка. Мы приветствуем возможность сотрудничества с организациями, которые разделяют наше видение и стремятся повысить доверие и надежность как для бизнеса, так и для клиентов.',
  'partner.conts.title': 'Почему стоит сотрудничать с Veritaze?',
  'partner.conts.list[0]': 'Повышение репутации. Партнерство с Veritaze может значительно повысить репутацию и авторитет вашей организации на онлайн-рынке. Интегрировав нашу надежную и прозрачную систему доверия и репутации, вы можете продемонстрировать свое стремление предоставить своим пользователям надежную и заслуживающую доверия платформу.',
  'partner.conts.list[1]': 'Завоевывайте доверие клиентов. Система репутации Veritaze укрепляет доверие клиентов, гарантируя, что рейтинги и обзоры являются подлинными, неизменными и прозрачными. Интегрировав нашу систему в свою платформу, вы сможете предоставить своим пользователям возможность принимать обоснованные решения на основе надежной обратной связи, что приведет к повышению удовлетворенности и лояльности клиентов.',
  'partner.conts.list[2]': 'Укрепление конкурентных преимуществ. Партнерство с Veritaze дает вам конкурентное преимущество на рынке. Используя наши передовые технологии и инновационный подход к доверию и репутации, вы сможете дифференцировать свою платформу и привлечь больше пользователей, которые ценят прозрачность и надежность.',
  'partner.conts.list[3]': 'Доступ к экспертным знаниям: как партнер вы получаете доступ к опыту нашей команды в области технологии блокчейн, систем доверия и онлайн-торговых площадок. Мы предлагаем техническую поддержку, рекомендации и сотрудничество, чтобы обеспечить плавную интеграцию и максимизировать ценность нашего партнерства.',
  'partner.conts.list[4]': 'Совместный рост: Veritaze стремится к успеху своих партнеров. Мы верим в создание атмосферы сотрудничества, в которой мы работаем вместе для достижения взаимного роста и успеха. Мы ценим отзывы и идеи наших партнеров и стремимся постоянно совершенствовать наши решения для удовлетворения растущих потребностей рынка.',
  'partner.end.title': 'Партнер с Veritaze:',
  'partner.end.list[0]': 'Если вы заинтересованы в партнерстве с Veritaze, мы будем рады услышать ваше мнение. Мы приветствуем сотрудничество с онлайн-торговыми площадками, платформами электронной коммерции, сайтами отзывов и другими смежными предприятиями. Вместе мы сможем создать более надежную и прозрачную онлайн-экосистему, которая принесет пользу как предприятиям, так и клиентам.',
  'partner.end.list[1]': 'Свяжитесь с нашей партнерской командой сегодня @info@veritaze.com, чтобы изучить возможности и обсудить, как мы можем работать вместе, чтобы формировать будущее доверия и репутации на цифровом рынке.',
  'partner.end.list[2]': 'Примечание. Упомянутые возможности партнерства подлежат оценке и обсуждению. Veritaze оставляет за собой право определять подходящие партнерские отношения на основе общих ценностей, совпадения целей и стратегического соответствия.',

  'contact.title': 'КОНТАКТ',
  'contact.input.name': 'Имя',
  'contact.input.email': 'Электронная почта',
  'contact.input.subject': 'Предмет',

  'footer.item[0][0]': 'УСЛОВИЯ ЭКСПЛУАТАЦИИ',
  'footer.item[0][1]': 'Политика конфиденциальности и использования файлов cookie',
  'footer.item[1][0]': 'Связаться с нами',
  'footer.item[1][1]': 'Инвесторы',
  'footer.item[2][0]': '© 2023 Veritaze. Все права защищены.',


  'term.title': 'УСЛОВИЯ ЭКСПЛУАТАЦИИ',
  'term.item[0].title': 'УСЛОВИЯ ЭКСПЛУАТАЦИИ',
  'term.item[0].desc': 'Добро пожаловать в Веритазе! Настоящие Условия использования («Условия») регулируют ваш доступ и использование нашего веб-сайта («Сайт»), а также любых услуг или функций, предлагаемых через Сайт (совместно именуемые «Услуги»). Получая доступ к Сайту или Услугам или используя их, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны с настоящими Условиями, пожалуйста, не осуществляйте доступ и не используйте Сайт или Услуги.',

  'term.item[1].title': 'ПРИНЯТИЕ УСЛОВИЙ',
  'term.item[1].desc': 'Получая доступ к Сайту или Услугам или используя их, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны с настоящими Условиями, вы не имеете права получать доступ к Сайту или Услугам или использовать их.',
  
  'term.item[2].title': 'ПРАВО',
  'term.item[2].desc': 'Чтобы использовать Сайт или Услуги, вам должно быть не менее 18 лет и вы должны быть дееспособны для заключения обязывающего договора. Получая доступ к Сайту или Услугам или используя их, вы заявляете и гарантируете, что соответствуете этим требованиям.',

  'term.item[3].title': 'ПРОВЕРКА',
  'term.item[3].desc': 'Для использования определенных Сервисов вам может потребоваться предоставить личную информацию и пройти проверку личности. Предоставляя такую информацию, вы разрешаете нам проводить такую проверку и использовать вашу личную информацию в соответствии с нашей Политикой конфиденциальности.',

  'term.item[4].title': 'ЛИЦЕНЗИЯ',
  'term.item[4].desc': 'При условии соблюдения вами настоящих Условий мы предоставляем вам ограниченную, неисключительную, непередаваемую и отзывную лицензию на доступ и использование Сайта и Услуг для личного, некоммерческого использования.',

  'term.item[5].title': 'ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ',
  'term.item[5].desc': 'Весь контент и материалы на Сайте, включая текст, графику, логотипы, изображения и программное обеспечение, принадлежат нам или лицензируются нами и защищены авторскими правами, товарными знаками и другими законами об интеллектуальной собственности. Вы не имеете права воспроизводить, распространять или создавать производные работы на основе такого контента или материалов без нашего предварительного письменного разрешения.',

  'term.item[6].title': 'ЗАПРЕЩЕННЫЕ ДЕЯТЕЛЬНОСТИ',
  'term.item[6].desc': 'Вы соглашаетесь не использовать Сайт или Услуги для каких-либо незаконных или несанкционированных целей, включая, помимо прочего:',

  'term.sublist[0]': 'Нарушение любых применимых законов и правил',
  'term.sublist[1]': 'Доступ или использование Сайта или Услуг для любых мошеннических или вводящих в заблуждение целей.',
  'term.sublist[2]': 'Вмешательство или нарушение работы Сайта или Услуг',
  'term.sublist[3]': 'Передача любых вирусов, вредоносных программ или другого вредоносного кода',
  'term.sublist[4]': 'Сбор любой личной информации других пользователей без их согласия',
  'term.sublist[5]': 'Реверс-инжиниринг, декомпиляция или дизассемблирование любой части Сайта или Услуг.',
  'term.sublist[6]': 'Использование любых автоматизированных средств, включая, помимо прочего, ботов, скрипты или пауки, для доступа к Сайту или Услугам или их использования.',

  'term.enditem[0].title': 'ОТКАЗ ОТ ГАРАНТИЙ',
  'term.enditem[0].desc': 'САЙТ И УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ «КАК ЕСТЬ» И БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ. МЫ ОТКАЗЫВАЕМСЯ ОТ ВСЕХ ГАРАНТИЙ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ГАРАНТИИ ТОВАРНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ.',

  'term.enditem[1].title': 'ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ',
  'term.enditem[1].desc': 'НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ МЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЯМЫЕ, КОСВЕННЫЕ, СЛУЧАЙНЫЕ, СПЕЦИАЛЬНЫЕ, КОСВЕННЫЕ ИЛИ ТИПОВЫЕ УБЫТКИ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, УБЫТКИ, ИЗ-ЗА ПОТЕРИ ПРИБЫЛИ, ДЕЛОВОЙ ВОЛЯ, ИСПОЛЬЗОВАНИЯ, ДАННЫХ ИЛИ ДРУГИХ НЕМАТЕРИАЛЬНЫХ ПОТЕРЬ, ВОЗНИКАЮЩИХ ИЗ-ЗА ИЛИ В СВЯЗИ СВЯЗЬ С ИСПОЛЬЗОВАНИЕМ ВАМИ САЙТА ИЛИ УСЛУГ НА ОСНОВЕ КОНТРАКТА, ПРАВОНАРУШЕНИЯ, НЕБРЕЖНОСТИ, СТРОГО ОТВЕТСТВЕННОСТИ ИЛИ ДРУГИХ ОБРАЗОВАНИЯХ.',

  'term.enditem[2].title': 'ВОЗМЕЩЕНИЕ',
  'term.enditem[2].desc': 'Вы соглашаетесь возмещать убытки, защищать и ограждать Veritaze и ее филиалы, должностных лиц, директоров, сотрудников, агентов, лицензиаров и поставщиков от всех претензий, убытков, расходов, ущерба и издержек, включая, помимо прочего, гонорары адвокатов. , возникающие в результате или в связи с использованием вами Сайта или Услуг, нарушением вами настоящих Условий или нарушением вами каких-либо прав другого лица.',

  'term.enditem[3].title': 'ИЗМЕНЕНИЕ УСЛОВИЙ',
  'term.enditem[3].desc': 'Мы оставляем за собой право изменять настоящие Условия в любое время, разместив измененные Условия на Сайте. Ваше дальнейшее использование Сайта или Услуг после такой публикации будет означать ваше согласие с измененными Условиями.',


  'privacy.item[0].title': 'Политика конфиденциальности и использования файлов cookie',
  'privacy.item[0].desc': 'В Veritaze мы ценим вашу конфиденциальность и стремимся защищать вашу личную информацию. В настоящей Политике конфиденциальности и использования файлов cookie объясняется, как мы собираем, используем и раскрываем ваши личные данные, когда вы посещаете наш веб-сайт и пользуетесь нашими услугами. Используя наш веб-сайт или услуги, вы соглашаетесь на использование нами ваших личных данных, как описано в этой политике.',

  'privacy.item[1].title':'Информация, которую мы собираем',
  'privacy.item[1].desc':'Когда вы посещаете наш веб-сайт, мы можем автоматически собирать определенную информацию с помощью файлов cookie и других технологий отслеживания, например ваш IP-адрес, тип браузера, операционную систему и другие данные об использовании. Мы также собираем информацию, которую вы предоставляете нам добровольно, например ваше имя, адрес электронной почты и другую контактную информацию, когда вы подписываетесь на наши услуги или подписываетесь на нашу рассылку новостей.',

  'privacy.item[2].title':'Как мы используем вашу информацию',
  'privacy.item[2].desc': 'Мы можем использовать вашу информацию для предоставления и улучшения наших услуг, для общения с вами о наших продуктах и услугах, а также для персонализации вашего опыта на нашем веб-сайте. Мы также можем использовать вашу информацию для отправки вам маркетинговых сообщений о наших продуктах и услугах или для проведения исследований и анализа с целью улучшения наших услуг.',

  'privacy.item[3].title': 'Раскрытие вашей информации',
  'privacy.item[3].desc': 'Мы можем передавать вашу информацию сторонним поставщикам услуг, которые помогают нам в предоставлении наших услуг, например, поставщикам услуг хостинга и электронной почты. Мы также можем передавать вашу информацию правоохранительным или регулирующим органам, если этого требует закон или если мы считаем, что раскрытие информации необходимо для защиты наших прав или прав других лиц.',

  'privacy.item[4].title': 'Печенье',
  'privacy.item[4].desc': 'Мы используем файлы cookie и аналогичные технологии для сбора информации о вашей активности на нашем веб-сайте. Файлы cookie — это небольшие текстовые файлы, хранящиеся на вашем устройстве, которые позволяют нам запоминать ваши предпочтения и анализировать, как вы используете наш веб-сайт. Вы можете контролировать использование файлов cookie через настройки вашего браузера.',

  'privacy.item[5].title': 'Безопасность данных',
  'privacy.item[5].desc': 'Мы принимаем соответствующие меры для защиты ваших персональных данных от несанкционированного доступа, раскрытия, изменения или уничтожения. Однако ни один метод передачи через Интернет или метод электронного хранения не является полностью безопасным, и мы не можем гарантировать абсолютную безопасность ваших личных данных.',

  'privacy.item[6].title': 'Изменения в настоящей Политике',
  'privacy.item[6].desc': 'Мы оставляем за собой право изменять настоящую Политику конфиденциальности и использования файлов cookie в любое время. Если мы внесем существенные изменения в эту политику, мы уведомим вас по электронной почте или разместим уведомление на нашем веб-сайте.',

  'privacy.item[7].title': 'Связаться с нами',
  'privacy.item[7].desc': 'Если у вас есть какие-либо вопросы или сомнения по поводу нашей Политики конфиденциальности и использования файлов cookie, свяжитесь с нами по адресу [?].',

  'privacy.item[8].title': 'Заявление о перспективах',
  'privacy.item[8].desc': 'Этот веб-сайт содержит прогнозные заявления по смыслу Закона о реформе судебных разбирательств по частным ценным бумагам от 1995 года. Эти заявления основаны на наших текущих ожиданиях, предположениях и убеждениях относительно будущих событий и подвержены неопределенностям и рискам, которые могут привести к тому, что фактические результаты будут отличаться. существенно от тех, которые описаны в прогнозных заявлениях. Факторы, которые могут вызвать такие различия, включают, помимо прочего, изменения рыночных условий, технологические разработки и нормативные требования. Мы не берем на себя никаких обязательств по обновлению или пересмотру каких-либо прогнозных заявлений, будь то в результате появления новой информации, будущих событий или по иным причинам, за исключением случаев, предусмотренных законом.',


} as const

